class TestData():
    test_data = {
        "set1": {
            'name': 'Юлия',
            'surname': 'Евстигнеева', 
            'address': 'г.Москва, ул.Кремль, д.1',
            'metro': 'Сокольники',
            'phone': '+79999099999',
            'date': '28.10.2025',
            'period': 'двое суток',
            'color': 'black',
            'message': 'Очень жду самокат'
        },
        "set2": {
            'name': 'Евгения',
            'surname': 'Королева',
            'address': 'г.Кострома, ул. Советская, д.2',
            'metro': 'Черкизовская', 
            'phone': '+79283748877',
            'date': '30.10.2025',
            'period': 'пятеро суток',
            'color': 'grey',
            'message': 'Привет'
        }
    }
    test_data_question_answers = [
        (1, 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'),
        (2, 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'),
        (3, 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'),
        (4, 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'),
        (5, 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'),
        (6, 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'),
        (7, 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'),
        (8, 'Да, обязательно. Всем самокатов! И Москве, и Московской области.')
    ]







